Repository: Detsieber/de.systopia.donrec
Catalog: l10n/*/LC_MESSAGES/donrec.po
Languages: de_de

source: Variable name
de_de: Variablenname

source: Variable value
de_de: Variablenwert

source: Set new default profile
de_de: Neues Standard-Profil setzen

source: Delete Donation Receipts profile <em>%1</em>
de_de: Donation Receipts-Profil <em>%1</em> löschen

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen

source: Edit Donation Receipts profile <em>%1</em>
de_de: Donation Receipts-Profil <em>%1</em> bearbeiten

source: New Donation Receipts profile
de_de: Neues Donation Receipts-Profil

source: Set Donation Receipts profile <em>%1</em> as default
de_de: Donation Receipts-Profil <em>%1</em> als Standard setzen

source: Set default
de_de: Als Standard verwenden

source: Activate Donation Receipts profile <em>%1</em>
de_de: Donation Receipts-Profil <em>%1</em> aktivieren

source: Activate
de_de: Aktivieren

source: Deactivate Donation Receipts profile <em>%1</em>
de_de: Donation Receipts-Profil <em>%1</em> deaktivieren

source: Deactivate
de_de: Deaktivieren

source: Profile name
de_de: Profilname

source: Language
de_de: Sprache

source: Contribution Types
de_de: Zuwendungsarten

source: Unlock receipted contributions
de_de: Bescheinigte Zuwendungen entsperren

source: All fields
de_de: Alle Felder

source: No fields
de_de: Keine Felder

source: Selected fields
de_de: Ausgewählte Felder

source: Receipt ID
de_de: Bescheinigungs-ID

source: Template
de_de: Vorlage

source: Store original *.pdf files
de_de: PDF Originale speichern

source: Add variable
de_de: Variable hinzufügen

source: Draft text
de_de: Wasserzeichen Entwurf

source: Copy text
de_de: Wasserzeichen Kopie

source: Watermark preset
de_de: Wasserzeichen-Voreinstellung

source: primary address
de_de: Hauptadresse

source: Legal Address-Type:
de_de: Adresstyp Spender:

source: Postal Address-Type:
de_de: Adresstyp Versand:

source: Fallback:
de_de: Ersatz:

source: E-mail template
de_de: E-Mail-Vorlage

source: From Email
de_de: Absender-E-Mail-Adresse

source: BCc E-mail address
de_de: BCc-E-Mail-Adresse

source: Has to be a valid email address
de_de: Muss eine valide E-Mail Adresse sein

source: Return path e-mail address
de_de: Return-path-E-Mail-Adresse

source: Save
de_de: Speichern

source: One of the Receipt ID patterns are invalid! Changes NOT saved!
de_de: Mindestens eines der eingetragenen Bescheinigungs-ID Schema ist ungültig. Die Änderungen wurden NICHT gespeichert!

source: Variable names must be valid PHP variable names.
de_de: Variablennamen müssen gültige PHP-Varaiblennamen sein.

source: Variable names must not be empty when they have a value.
de_de: Namen von Variablen dürfen nicht leer sein, wenn sie einen Wert haben.

source: Duplicate variable name.
de_de: Doppelter Variablenname.

source: Settings successfully saved
de_de: Einstellungen gespeichert

source: Settings
de_de: Einstellungen

source: Donation Receipts - Settings
de_de: Zuwendungsbestätigung - Einstellungen

source: External Tool: path to <code>pdfinfo</code>
de_de: Externes Programm: Pfad zu <code>pdfinfo</code>

source: External Tool: path to <code>pdfunite</code>
de_de: Externes Programm: Pfad zu <code>pdfunite</code>

source: Packet size
de_de: Paketgröße

source: Packet size can only contain positive integers
de_de: Paketgröße muss ein positiver Ganzzahlwert sein

source: Never
de_de: Niemals

source: Donation Receipt
de_de: Zuwendungsbescheinigungen

source: Donation Receipt Item
de_de: Bescheinigte Werte

source: CSV File
de_de: CSV Datei

source: donation_receipts
de_de: Zuwendungsbescheinigungen

source: Don't generate files
de_de: Keine Dateien erzeugen

source: Send PDFs via Email
de_de: PDF per E-Mail versenden

source: Please select email template in the Donrec settings.
de_de: Bitte das zu verwendende Template in den 'Donation Receipts Settings' einstellen.

source: Donation receipt not delivered
de_de: Zuwendungesbescheinigung nicht zugestellt

source: Donation Receipt.pdf
de_de: Zuwendungsbescheinigung.pdf

source: Email <i>would</i> be sent to '%1' (test mode).
de_de: E-Mail <i>würde</i> geschickt werden an '%1' (Testmodus).

source: DonationReceipt Failure
de_de: Fehler Zuwendungesbescheinigung

source: No valid email address found for this contact.
de_de: Keine gültige E-Mail Adresse für den Kontakt gefunden.

source: Error was:
de_de: Fehlermeldung war:

source: Individual PDFs sorted by page count
de_de: Einzelne PDFs, sortiert nach Seitenanzahl

source: using pdfinfo %s
de_de: pdfinfo %s

source: pdfinfo %s is not supported
de_de: pdfinfo %s wird nicht unterstützt

source: unknown pdfinfo version
de_de: Unbekannte pdfinfo-Version

source: pdfinfo is not executable. check permissions
de_de: pdfinfo kann nicht ausgeführt werden, Berechtigungen überprüfen

source: pdfinfo not found
de_de: pdfinfo nicht gefunden

source: pdfinfo path is not set
de_de: pdfinfo-Pfad nicht gesetzt

source: %d-page
de_de: %d-seitig

source: PDFs merged into one PDF file
de_de: PDFs in einer PDF-Datei zusammengefasst

source: using pdfunite %s
de_de: verwendet pdfunite %s

source: unknown pdfunite version
de_de: Unbekannte pdfunite-Version

source: pdfunite is not executable. check permissions
de_de: pdfunite kann nicht ausgeführt werden, Berechtigungen überprüfen.

source: pdfunite not found
de_de: pdfunite nicht gefunden

source: pdfunite path is not set
de_de: pdfunite-Pfad nicht gesetzt

source: Individual PDFs
de_de: Einzelne PDFs

source: donation_receipts.zip
de_de: Zuwendungsbescheinigungen.zip

source: Activity Type
de_de: Aktivitätstyp

source: Activity Subject
de_de: Betreff der Aktivität

source: Withdraw Receipts
de_de: ZWBs Zurückziehen

source: Server
de_de: Mailserver

source: User Name
de_de: Benutzername

source: Password
de_de: Passwort

source: Run Now
de_de: Ausführen

source: Limit needs to be greater than zero.
de_de: Das Verarbeitungslimit muss größer 0 sein.

source: Investigated %1 emails in the bounce folder. %2 of them have been processed, %3 seem to unrelated, and %4 have failed.
de_de: %1 E-Mails im angegebenen Postfach wurden untersucht. %2 davon wurden erfolgreich verarbeitet, %3 schienen keine Rückläufer zu sein, und bei %4 ist die Verarbeitung fehlgeschlagen.

source: Done
de_de: Fertig

source: If you want to find out, why processing of %1 of the emails failed, please check the CiviCRM log.
de_de: Um herauszufinden, warum %1 der E-Mails nicht korrekt verarbeitet werden konnten, bitte einen Blick in das CiviCRM Log werfen.

source: Errors
de_de: Fehler

source: It looks like there are more emails to be processed.
de_de: Im Postfach scheinen noch weitere E-Mails vorzuliegen

source: There's more
de_de: Verbleibende E-Mails

source: Error
de_de: Fehler

source: No Activity
de_de: Keine Aktivität

source: Issue Donation Receipts
de_de: Zuwendungsbescheinigungen erstellen

source: This Year
de_de: dieses Jahr

source: last year
de_de: letztes Jahr

source: Choose Date Range
de_de: Datumsbereich wählen

source: From:
de_de: Von:

source: Profile
de_de: Profil

source: Currency
de_de: Währung

source: Continue
de_de: Weiter

source: There are no selectable contributions for these contacts in the selected time period.
de_de: Diese Kontakte haben keine zu bestätigenden Zuwendungen in der angegebene Zeitspanne.

source: Warning
de_de: Warnung

source: This contact has no selectable contributions in the selected time period.
de_de: Dieser Kontakt hat keine quittierbaren Zuwendungen in der gewählten Zeitspanne.

source: Withdraw Donation Receipts
de_de: ZWBs Zurückziehen

source: From Date
de_de: Datum von

source: To Date
de_de: Datum bis

source: Caution: %1 contact(s) will have more than one donation receipt withdrawn!
de_de: Achtung: %1 Kontakt(e) werden mehr als eine ZWB zurückgesetzt bekommen.

source: Find
de_de: Suchen

source: Withdraw %1 Receipts
de_de: %1 ZWBs Zurücksetzen

source: %1 donation receipts have been withdrawn.
de_de: %1 ZWBs würden zurückgesetzt.

source: Receipts Withdrawn
de_de: ZWBs Zurückgesetzt

source: %1 donation receipts have not been withdrawn and encountered an error.
de_de: %1 ZWBs konnten wegen Fehlern nicht zurückgesetzt werden.

source: Rebook
de_de: Umbuchen

source: You do not have the permissions required to access this page.
de_de: Sie haben keine Berechtigung, diese Funktion zu verwenden.

source: You need to specifiy a contribution to rebook.
de_de: Sie müssen eine Zuwendung zur Umbuchung angeben.

source: At least one of the given contributions doesn't exist!
de_de: Mindestens eine der angegebenen Zuwendungen existiert nicht oder nicht mehr.

source: Rebooking of multiple contributions from different contacts is not allowed!
de_de: Umbuchen von Zuwendungen von unterschiedlichen Kontakten ist nicht möglich!

source: Rebooking not allowed!
de_de: Umbuchung nicht möglich!

source: Rebooked to CiviCRM ID %1
de_de: Umgebucht zu CiviID %1

source: Rebooked from CiviCRM ID %1
de_de: Umgebucht von CiviID %1

source: %1 contribution(s) successfully rebooked!
de_de: %1 Zuwendungen erfolgreich umgebucht.

source: Successfully rebooked!
de_de: Erfolgreich umgebucht!

source: Please check your data and try again
de_de: Bitte überprüfen Sie Ihre Eingaben und versuchen Sie es erneut.

source: Nothing rebooked!
de_de: Kein Umbuchung vorgenommen!

source: Please enter a CiviCRM ID!
de_de: Bitte geben Sie eine CiviCRM-ID ein!

source: A contact with CiviCRM ID %1 doesn't exist!
de_de: Kein Kontakt mit CiviCRM-ID %1 gefunden.

source: The target contact can not be a household!
de_de: Der Zielkontakt darf kein Haushalt sein.

source: The target contact can not be in trash!
de_de: Der Zielkontakt darf sich nicht im Papierkorb befinden.

source: The contribution with ID %1 is not completed!
de_de: Die Zuwendung [%1] ist nicht abgeschlossen.

source: The contribution with ID %1 cannot be rebooked, because it has a valid contribution receipt.
de_de: Zuwendung [%1] kann nicht umgebucht werden, da für sie eine Zuwendungsbescheinigung vorliegt.

source: Cannot find a new mandate reference, exceeds 35 characters.
de_de: Es kann keine neue Mandatsreferenz erstellt werden, die alte ist schon zu lang.

source: Cannot find a new mandate reference
de_de: Es konnte keine neue Mandatsreferenz gefunden werden.

source: German
de_de: Deutsch

source: German (with spaces)
de_de: Deutsch (mit Leerzeichen)

source: English (U.S.)
de_de: Englisch (US)

source: Spanish (Spain)
de_de: Spanisch (Spanien)

source: Polish
de_de: Polnisch

source: Snapshot [%d] does not exist (any more)!
de_de: Der Snapshot [%d] existiert (nicht mehr)!

source: Snapshot [%d] belongs to user '%s'[%s]!
de_de: Der Snapshot [%d] gehört zu Benutzer '%s' [%s]!

source: Snapshot [%d] is already processing!
de_de: Der Snapshot [%d] wird gerade abgearbeitet.

source: Snapshot [%d] is already completed!
de_de: Der Snapshot [%d] ist bereits abgeschlossen!

source: Download failed:
de_de: Herunterladen fehlgeschlagen:

source: Profile with name %1 does not exist.
de_de: Profil mit Namen %1 existiert nicht.

source: Could not find a default profile.
de_de: Konnte kein Standard-Profil finden.

source: COPY
de_de: KOPIE

source: DRAFT
de_de: UNGÜLTIG

source: Property %1 does not exist in class %2
de_de: Eigenschaft %1 existiert nicht in Klasse %2

source: Financial type
de_de: Zuwendungsart

source: Campaign
de_de: Kampagne

source: Payment method
de_de: Zahlungsmethode

source: Contribution status
de_de: Zuwendungsstatus

source: Source
de_de: Herkunft

source: Receive date
de_de: Eingangsdatum

source: Total amount
de_de: Gesamtbetrag

source: Note
de_de: Notiz

source: Custom fields
de_de: Benutzerdefinierte Felder

source: A donation receipt has been issued for this contribution, or is being processed for a receipt right now. You are not allowed to change the value for '%s'.
de_de: Für diese Zuwendung wurde bereits eine Zuwendungsbescheinigung ausgestellt, bzw. ist in Arbeit. Sie dürfen daher den Wert für '%s' nicht verändern.

source: Donation Receipts
de_de: Zuwendungsbescheinigungen

source: Default template
de_de: Standardvorlage

source: donationreceipt-
de_de: zwb-

source: Markup traditional (dompdf)
de_de: Markup traditionell (dompdf)

source: SVG across large
de_de: SVG quer groß

source: SVG across small
de_de: SVG quer klein

source: SVG holohedral
de_de: SVG vollflächig

source: SVG top center
de_de: SVG links oben

source: SVG upper right corner
de_de: SVG obere rechte Ecke

source: Markup traditional (wkhtmltopdf)
de_de: Markup traditionell (wkhtmltopdf)

source: Creating Donation Receipts
de_de: Zuwendungsbescheinigungen Generieren

source: No snapshot ID given. Please call this page from a proper selection.
de_de: Keine Snapshot-ID angegeben. Bitte rufen Sie diese Seite nur aus der entsprechenden Selektion heraus auf.

source: No snapshot id has been provided!
de_de: Keine Snapshot-ID angegeben!

source: Invalid snapshot id!
de_de: Ungültige Snapshot-ID!

source: The older snapshot has been deleted. You can now proceed.
de_de: Der zuvor angelegte Snapshot wurde gelöscht, Sie können nun weiter machen.

source: The previously created snapshot has been deleted.
de_de: Der zuvor erstellte Snapshot wurde gelöscht.

source: Missing exporter!
de_de: Kein Exporter ausgewählt!

source: Upgrade %1 to revision %2
de_de: Aktualisieren von %1 auf Revision %2

source: No 'rid' parameter given.
de_de: Fehlender Parameter: 'rid'.

source: Only original donation receipts can be withdrawn.
de_de: Es können nur Kopien von Originalen angefertigt werden.

source: Receipt with id %d does not exist.
de_de: Zuwendungsbescheinigung [%d] nicht gefunden.

source: Only original donation receipts can be copied.
de_de: Nur Zuwendungsbescheinigungen im Status "Original" können kopiert werde.

source: No 'sid' parameter given.
de_de: Fehlender Parameter: 'sid'.

source: E-Mail delivery of donation receipt {receipt_id} failed.
de_de: E-Mail Versand von {receipt_id} ist fehlgeschlagen.

source: Issue donation receipt(s)
de_de: Zuwendungsbescheinigungen erstellen

source: Withdraw donation receipt(s)
de_de: ZWBs zurücksetzen

source: Rebook to contact
de_de: Umbuchen zu anderem Kontakt

source: Receipted
de_de: Bescheinigt

source: No
de_de: Nein

source: Yes
de_de: Ja

source: DonationReceipts
de_de: Zuwendungsbescheinigungen

source: view and create copies of receipts
de_de: Zuwendungesbescheinigungen anzeigen und kopieren

source: create and withdraw receipts
de_de: Bescheinigungen erstellen und zurücksetzen

source: delete receipts
de_de: Bescheinigungen löschen

source: Donation receipts
de_de: Zuwendungsbescheinigungen

source: This contribution [%d] must not be deleted because it has a receipt or is going to be receipted!
de_de: Zuwendung [%d] kann nicht gelöscht werden, da für sie eine Zuwendungsbescheinigung vorliegt, oder gerade erstellt wird.

source: - any -
de_de: - beliebig -

source: copy
de_de: Kopie

source: withdrawn
de_de: zurückgesetzt

source: withdrawn_copy
de_de: zurückgesetzte Kopie

source: Type
de_de: Typ

source: single receipt
de_de: Einzelbescheinigung

source: bulk receipt
de_de: Sammelbescheinigung

source: Issued by contact
de_de: Ausgestellt von Kontakt

source: You can select the financial types that are eligable for donation receipts.<br/>The default is, that all financial types marked as tax deductible are included,but you can adjust this selection to your organisation's needs.
de_de: Hier können Sie die Zuwendungsarten auswählen, für die Bescheinigungen erstellt werden sollen.<br/>Die Standardeinstellung ist, dass alle Zuwendungsarten die als absetzbar markiert sind ausgewählt sind, aber Sie können auch eine individuelle Auswahl treffen.

source: Select a pre-configured way of displaying watermarks on copies and drafts.
de_de: Wählen Sie eine Voreinstellung, Wasserzeichen für Kopien und Entwürfe anzuzeigen.

source: This watermark text is included in all invalid or test donation receipts.<br/>It cannot be left empty for legal reasons.
de_de: Der hier eingestellte Text wird bei Entwürfen und ungültigen Bescheinigungen als Wasserzeichen in das erstellte PDF integriert.<br/>Dies darf aus rechtlichen Gründen kein leerer String sein.

source: This watermark text is included in all donation receipt copies.<br/>It cannot be left empty for legal reasons.
de_de: Der hier eingestellte Text wird bei Kopien von Zuwendungsbescheinigungen als Wasserzeichen in das erstellte PDF integriert.<br/>Dies darf aus rechtlichen Gründen kein leerer String sein.

source: When this option is activated, the originally generated PDF file will be stored with the donation receipt data set.This approach has the advantage, that you can always see and download the exact PDF you sent to your donors.On the other hand, activating this option gives you free access to the original PDF file,which you can then print out without any further restrictions. This might cause legal issues.<br/>If you don't activate this option, a new PDF will be generated for you.As long as you don't change the template, this should be the same as the original, except that it's marked invalid.<br/>Discuss the best setting here with your legal team.
de_de: Wenn Sie diese Option aktivieren, werden die erzeugten Original-PDFs mit dem Datensatz gespeichert. Somit haben Sie immer Zugang zu der Original-Datei, allerdings kann dieser Zugang natürlich auch genutzt werden, um beliebig viele Kopien dieser Datei anzufertigen. Dies ist eine legale Grauzone, beraten Sie sich am besten vor der Aktivierung dieser Option mit Ihrer Rechtsabteilung.<br/>Wenn Sie die Option nicht aktivieren, wird das System zur Ansicht stets ein neues PDF generieren. Solange Sie das Template (Nachrichtenvorlage) nicht ändern, sollte das Resultat identisch sein, abgesehen davon dass es als ungültig markiert ist.

source: Defines the runner packed size.<br/>When creating large amounts of donation receipts, the runner will not process all of them at once.It will break the lot down into little packets and process them individually.<br/>If you're having trouble with timeouts, try decreasing this value.If you want more performance, try increasing it carefully - but don't tweak it to the limit.<br/>You should always test your settings in a test run.
de_de: Bestimmt die Paketgröße während eines Erstellungslaufs.<br/>Wenn eine große Anzahl von Zuwendungsbescheinigungen erstellt werden soll, wird diese Aufgabe aus Sicherheitsgründen für die Abarbeitung in kleinere Pakete unterteilt.<br/>Falls Sie Probleme mit Timeout-Fehlern haben, versuchen Sie diesen Wert zu verringern. Wenn Sie etwas mehr Performance sehen wollen, können Sie vorsichtig versuchen, diesen Wert zu erhöhen - aber lassen Sie noch etwas Sicherheitsspielraum.<br/>In jedem Fall sollten Sie jede Veränderung dieses Wertes mit einem ausgiebigen Testlauf testen.

source: The language setting is especially important to the textual representation of the amount.
de_de: Die Spracheinstellung ist vor allem wichtig für die textliche Darstellung des Betrages.

source: Not all languages that can be selected here have been implemented. If not implemented, the text defaults to English.
de_de: Nicht alle hier auswählbaren Sprachen wurden implementiert. Wenn nicht implementiert, wird Englisch verwendet.

source: The <code>pdfinfo</code> tool is need for the grouped PDF exporter.<br/>Ask your system administrator to set the correct setting, and install the tool if it's not there yet.
de_de: Das <code>pdfinfo</code> Programm wird für den seitensortierenden PDF-Exporter benötigt.<br/>Bitten Sie Ihren Administrator das Programm auf dem Server zu installieren und Ihnen den korrekten Wert für diese Einstellung zu sagen.

source: Some fields of receipted contributions are locked for editing to prevent accidentally causing inconsistencies between contribution records and already issued donation receipts.
de_de: Einige Felder von bescheinigten Zuwendungen sind für die Bearbeitung gesperrt, um irrtümliche Unstimmigkeiten zwischen Zuwendungsdatensätzen und bereits ausgestellten Zuwendungsbescheinigungen zu vermeiden.

source: Select which fields of receipted contributions should be unlocked for editing.
de_de: Wählen sie, welche Felder von bescheinigten Zuwendungen für die Bearbeitung entsperrt werden sollen.

source: Unlock all fields for editing.
de_de: Alle Felder zum Bearbeiten entsperren.

source: Do not unlock any field for editing.
de_de: Keine Felder zum Bearbeiten entsperren.

source: Unlock only the selected fields for editing
de_de: Nur ausgewählte Felder zum Bearbeiten entsperren

source: Note that editing fields that appear on issued receipts may be considered fraudulent behavior by tax authorities! Only unlock contribution fields for editing when you know what you are doing!
de_de: Beachten Sie, dass das Bearbeiten von Feldern, die auf ausgestellten Bescheinigungen erscheinen, von Steuerbehörden als betrügerisches Verhalten betrachtet werden kann! Entsperren Sie nur Felder zum Bearbeiten, wenn Sie wissen, was Sie tun!

source: Select the address type where the legal address (wrt IRS) of the donor can be found.
de_de: Wählen sie die Adressart, wo die offizielle Adresse (bzgl. des Finanzamts) des Spenders hinterlegt ist.

source: Select the postal address type where the donation receipt should be mailed to.
de_de: Wählen sie die Adressart, die für den Versand der Spendenbescheinigung verwendet werden soll.

source: In case the first address is empty, this is the fallback address to be used insted.
de_de: Falls die zuerst gewählt Adresse nicht hinterlegt ist, wird die hier gewählte Adresse ersatzweise verwendet.

source: Profiles allow you to have different settings for different scenarios. But if you only have one, just work with the default profile.
de_de: Profile ermöglichen es, unterschiedliche Konfigurationen für unterschiedliche Bescheinigungstypen zu haben. Falls Sie nur einen Typ haben, arbeiten Sie einfach mit dem 'Default' Profil.

source: Configure the template to be used for creating donation receipt PDFs with the current profile.
de_de: Konfigurieren Sie die Vorlage, die mit dem aktuellen Profil zum Erstellen von Zuwendungsbescheinigungen im PDF-Format verwendet werden soll.

source: Variables allow you to inject extra dynamic values into the template, saving you from having to edit the template when there are only small changes, such as tax bill dates or tax exemption purposes. Note that you should not just edit the profile's variables once there are changes, but create a copy of the profile and adjust variable values within that copy, so that already issued receipts will still use the old values.
de_de: Variablen ermöglichen das Injizieren von zusätzlichen dynamischen Werten in die Vorlage, um das Bearbeiten der Vorlage bei nur kleinen Änderungen, z.B. Steuerbescheid-Datum oder Befreiungsgründe, zu ersparen. Beachten Sie, dass Sie bei anstehenden Änderungen nicht nur die Variablenwerte bearbeiten sollten, sondern eine Kopie des Profils anlegen und die Variablenwerte in dieser Kopie anpassen, damit bereits ausgestellte Bescheinigungen weiterhin die bisherigen Werte verwenden.

source: You may add as many variables as you like by clicking <em>Add variable</em>. To delete a variable, empty its name and value.
de_de: Sie können beliebig viele Variablen durch Klicken von <em>Variable hinzufügen</em> hinzufügen. Um eine Variable zu löschen, leeren Sie ihren Namen und ihren Wert.

source: In case you select the 'send via email' exporter, this template will be used for the email body.
de_de: Falls Sie die Ausgabe 'PDF per E-Mail versenden" wählen, wird diese Vorlage für den E-Mail text verwendet.

source: You can set an email address that will receive every email sent as a blind copy.
de_de: Sie können hier eine E-Mail Adresse angeben, die alle verschickten Zuwendungsbescheinigungen als BCC erhalten.
