Repository: Detsieber/de.systopia.donrec
Catalog: l10n/*/LC_MESSAGES/donrec.po
Languages: de_de

source: <strong>Caution</strong>: Activating this setting might violate the HMRC/IRS requirements about the handling of the original receipt.
de_de: <strong>Achtung</strong>: Die Aktivierung dieser Funktion könnte die Auflagen Ihres Finanzamts bezüglich der Zugänglichkeit der Originalbescheinigungen verletzen.

source: It might be important to you to receive bounces from donation receipts sent out via email. However if the default bounce system is used this information will be processed without you noticing.
de_de: Unter Umständen ist es wichtig die Zustellungsfehler der über E-Mail versendeten Zuwendungsbescheinigungen zu erhalten. Normalerweise werden diese Zustellungsfehler einfach von CiviCRM im Hintergrund verarbeitet, und es ist nicht einfach an diese Informationen heranzukommen.

source: By providing an email address here, the following happens during live generation:
de_de: Wenn Sie hier eine E-Mail Adresse eintragen wird folgendes während des Versands der Zuwendungsbescheinigungen passieren:

source: The email is set as your default bounce address
de_de: Die E-Mail Adress wird as Standardadresse für das "Bounce Processing" gesetzt.

source: The task to send out newsletters will be disabled.
de_de: Der Job zum Versand on Rundschreiben wird deaktiviert.

source: <strong>Caution</strong>: All of these changes will be rolled back when the generation process has completed, however in rare cases (like crashes), this rollback might fail.
de_de: <strong>Achtung</strong>: Diese Änderungen werden nach Abschluss des Versands wieder zurückgenommen, allerdings kann dies in Ausnahmesituationen (z.B. Abstürzen) ausbleiben.

source: This setting allows you to define the format for the donation receipt's serial number. You can use text and tokens to customize it.
de_de: Diese Einstellung erlaubt Ihnen eine Schema für die zu vergebende Seriennummer der Zuwendungsbescheinigungen zu definieren. Dazu können Sie beliebigen Text und die vordefinierten Tokens verwenden.

source: The following tokens are available:
de_de: Die folgenden Tokens stehen zur Verfügung:

source: Serial number. The system will make sure this is unique and continuous
de_de: Seriennummer. Das System wird dieses Token mit einer eindeutigen und fortlaufenden Nummer ersetzen.

source: Year in which the donation receipt was generated
de_de: Das Jahr in dem die Zuwendungsbescheinigung erzeugt wurde

source: Year in which contribution(s) was received. If there is multiple years, the maximum is used.
de_de: Jahr, in dem dem die Zuwendung(en) erhalten wurden. Wenn es mehrere Jahre gibt, wird das höchste verwendet.

source: The CiviCRM ID of the donor
de_de: Die CiviCRM ID des Spenders

source: The following restrictions exist for the pattern:
de_de: Die folgenden Einschränkungen gelten für das definierte Schema:

source: There has to be exactly one <code>&#123;serial&#125;</code> token.
de_de: Das Token <code>&#123;serial&#125;</code> muss genau einmal verwendet werden.

source: All tokens cannot be used adjacent to digits or other tokens. Use other characters like dashes or spaces to separate them.
de_de: Keine der Token dürfen direkt nebeneinander stehen, oder direkt an Ziffern angrenzen. Verwenden Sie beispielsweise Leerzeichen oder Bindestriche um die Elemente zu trennen.

source: WARNING: Deleting this option will result in the loss of Donation Receipts profile data.
de_de: WARNUNG: Das Löschen dieser Option bedeutet den Verlust von Donation Receipts-Profildaten.

source: Do you want to continue?
de_de: Möchten Sie fortfahren?

source: You are about to delete the default profile. Please select which of the other profiles should be set as default instead.
de_de: Sie sind dabei, das Standard-Profil zu löschen. Bitte wählen Sie, welches der anderen Profile stattdessen als Standard verwendet werden soll.

source: This will set the profile <em>%1</em> as default.
de_de: Dies setzt das Profil <em>%1</em> als Standard.

source: This will activate the profile <em>%1</em>.
de_de: Dies aktiviert das Profil <em>%1</em>.

source: This will deactivate the profile <em>%1</em>.
de_de: Dies deaktiviert das Profil <em>%1</em>.

source: You are about to deactive the default profile, causing it not be selectable anymore for issueing donation receipts. Is this what you really intend to do?
de_de: Sie sind dabei, das Standard-Profil zu deaktivieren, wodurch es nicht mehr zum Ausstellen von Zuwendungsbescheinigungen auswählbar sein wird. Möchten Sie das wirklich tun?

source: This profile has already been used for issueing receipts and is locked. You may still edit the profile, but be aware that this will cause copies of already issued receipts not be identical to their original anymore, which may be considered fraudulent behavior by tax authorities.
de_de: Dieses Profil wurde bereits zum Ausstellen von Zuwendungsbescheinigungen verwendet und ist gesperrt. Sie können das Profil dennoch bearbeiten, aber beachten Sie, dass dadurch Kopien bereits ausgestellter Bescheinigungen nicht mehr identisch mit ihrem Original sein werden, was von Steuerbehörden als betrügerisches Verhalten betrachtet werden kann.

source: General Settings
de_de: Allgemeine Einstellungen

source: Languages
de_de: Sprachen

source: Help
de_de: Hilfe

source: Contributions
de_de: Zuwendungen

source: Receipts
de_de: Bescheinigungen

source: Store original PDF
de_de: PDF Originale speichern

source: Variables
de_de: Variablen

source: Watermarks
de_de: Wasserzeichen

source: Draft Text
de_de: Wasserzeichen Entwurf

source: Copy Text
de_de: Wasserzeichen Kopie

source: Address Types
de_de: Adressarten

source: Legal Address
de_de: Spenderadresse

source: Legal Address Fallback
de_de: Fallback Spenderadresse

source: Postal Address
de_de: Versandadresse

source: Postal Address Fallback
de_de: Fallback Versandadresse

source: Sending donation receipts by email can be tricky, make sure you know how you want to detect and handle bounces or returns.
de_de: Zuwendungsbescheinigungen per E-Mail zu veschicken ist nicht unproblematisch. Es muss sichergestellt werden, dass nicht zugestellte und nicht zustellbare ZWBs erkannt und bearbeitet werden.

source: You should also have a look at the <a href="%1">return processing feature</a>.
de_de: Dabei kann eventuall auch unser <a href="%1">Rücklauf-Prozessor</a> helfen.

source: Email-Template
de_de: E-Mail Vorlage

source: From Email Address
de_de: Absender Adresse

source: BCC Email Address
de_de: BCC E-Mail Adresse

source: Return Path Email Address
de_de: Return Path E-Mail Adresse

source: The <code>pdfunite</code> tool is need for the merged PDF exporter.<br/>Ask your system administrator to set the correct setting, and install the tool if it's not there yet.
de_de: Das <code>pdfunite</code>-Programm wird für den zusammenfassenden PDF-Exporter benötigt.<br/>Bitten Sie Ihren Administrator das Programm auf dem Server zu installieren und Ihnen den korrekten Wert für diese Einstellung zu sagen.

source: Generator Packet Size
de_de: Paketgröße

source: The <code>pdfinfo</code> Tool
de_de: Das <code>pdfinfo</code> Programm

source: The <code>pdfunite</code> Tool
de_de: Das <code>pdfunite</code>-Programm

source: New profile
de_de: Neues Profil

source: Manage general extension settings
de_de: Allgemeine erweiterungs-Einstellungen verwalten

source: General settings
de_de: Allgemeine Einstellungen

source: Profile ID
de_de: Profil-ID

source: Sort descending
de_de: Absteigend sortieren

source: Sort ascending
de_de: Aufsteigend sortieren

source: Default
de_de: Standard

source: Active
de_de: Aktiv

source: Locked
de_de: Gesperrt

source: Usage count
de_de: Anzahl Verwendungen

source: First usage
de_de: Erste Verwendung

source: Last usage
de_de: Letzte Verwendung

source: Operations
de_de: Operationen

source: Inactive
de_de: Inaktiv

source: Unlocked
de_de: Nicht gesperrt

source: Edit profile %1
de_de: Profil %1 bearbeiten

source: Edit
de_de: Bearbeiten

source: Copy profile %1
de_de: Profil %1 kopieren

source: Copy
de_de: Kopie

source: Activate profile %1
de_de: Profil %1 aktivieren

source: Deactivate profile %1
de_de: Profil %1 deaktivieren

source: Set profile %1 as default
de_de: Profil %1 als Standard verwenden

source: Delete profile %1
de_de: Profil %1 löschen

source: Process Email Returns
de_de: Rückläufer Verabeiten

source: This tool allows you to process bounced or returned (emailed) donation receipts into activities.
de_de: Dieses Tool erlaubt Ihnen, nicht zustellbare (per E-Mail versandte) ZWBs zurückzusetzen und mit Aktivitäten zu versehen.

source: You should create a new, exclusive email account, and set the return path to that account while sending.
de_de: Sie sollten ein neues, exklusiv für diesen Zweck genutztes Postfach einrichten, und dieses beim Versand als "return path" einstellen.

source: Account Access
de_de: Zugangsdaten Postfach

source: To uniquely identify the contact the receipt had been sent to, you can add a code containing the contact ID to the the email template, and provide a pattern below to recognise it.
de_de: Um den Kontakt, an den die Bescheinigung gesendet wurde, eindeutig zu identifizieren, können Sie einen Code, der die Kontakt-ID beinhaltet, zur E-Mail-Vorlage hinzufügen und hier ein Muster bereitstellen, um diesen zu erkennen.

source: Are you sure you want to rebook the selected contributions?
de_de: Sind Sie sicher dass sie die ausgewählten Zuwendungen umbuchen wollen?

source: Number of selected contributions:
de_de: Anzahl der ausgewählten Zuwendungen:

source: Are you sure you want to rebook the contribution?
de_de: Sind Sie sicher dass sie die Zuwendung umbuchen wollen?

source: Please enter the target CiviCRM ID?
de_de: Bitte geben Sie die CiviCRM-ID des Zielkontakts ein.

source: Filter contributions by receive date
de_de: Zuwendungen nach Eingangsdatum auswählen

source: Unfinished run detected
de_de: Nicht abgeschlossener Lauf gefunden

source: You have an unfinished run, do you want to continue with it?
de_de: Sie haben einen nicht abgeschlossenen Lauf, wollen Sie den fortsetzen?

source: Otherwise it <b>will be deleted</b>!
de_de: Andernfalls wird er <b>gelöscht</b>!

source: An interrupted run has been detected. Do you want to continue with it?
de_de: Es wurde ein unterbrochener Lauf gefunden. Möchten Sie ihn fortsetzen?

source: Otherwise the selection <b>will be deleted</b>!
de_de: Andernfalls wird der Lauf <b>gelöscht</b>!

source: <b>Caution!</b> Some receipts have already been created. If you do not continue with this run, you should probably delete them manually.
de_de: <b>Achtung!</b> Es wurden bereits einige Zuwendungsbescheinigungen erstellt. Falls Sie den Lauf nicht fortsetzen, sollten sie diese manuell löschen.

source: Statistics
de_de: Übersicht

source: contact count
de_de: Anzahl Kontakte

source: contribution count
de_de: Anzahl Zuwendungen

source: total amount
de_de: Gesamtbetrag

source: created on
de_de: Erstellt am

source: Use remaining snapshot
de_de: Bestehenden Lauf weiterverwenden

source: creation in progress, please wait...
de_de: Erstellung läuft, bitte warten...

source: PLEASE DO NOT CLOSE OR REFRESH THIS PAGE!
de_de: DIESE SEITE BITTE NICHT SCHLIESSEN ODER NEU LADEN!

source: Back
de_de: Zurück

source: Progress Log
de_de: Ausführungs-Log

source: Date
de_de: Datum

source: Message
de_de: Nachricht

source: The donation receipts have been generated. You can now download the results.
de_de: Alle Zuwendungsbescheinigungen wurden erstellt. Sie können das Ergebnis nun herunterladen.

source: There was a problem. Please check the log below for more information.
de_de: Es gab ein Problem. Der Abschnitt unten enthält weitere Informationen.

source: You haven't downloaded the resulting file yet. Are you sure you want to leave this page? The file would be lost.
de_de: Sie haben die Ergebnisdatei noch nicht heruntergeladen. Sind Sie sicher, dass sie die Seite dennoch verlassen möchten? Die Datei wäre unwiederbringlich verloren.

source: A number of contributions without (valid) receipt have been found for the selected time span. These will be marked as receipted once you hit the "Issue donation receipt(s)" button below.
de_de: Für den gewählten Zeitraum wurden nicht bescheinigte Zuwendungen gefunden. Diese werden als bescheinigt markiert, wenn Sie auf "Zuwendungsbescheinigungen erstellen" klicken.

source: You can choose from a variety of result formats, depending on your needs. You can also choose "Don't generate files" if you only want to mark them as receipted.
de_de: Sie können zwischen verschiedenen Ausgabeformaten für die Bescheinigungen wählen. Wählen Sie "Keine Dateien erzeugen", wenn Sie die Zuwendungen nur als bescheinigt markieren möchten.

source: The "Test run" button will do all the same things except no contributions will be marked as receipted. We strongly recommend testing the creation of any larger batch of donation receipts.
de_de: Der "Testlauf" Button wird das gleiche tun, außer dass keine der Zuwendungen als bescheinigt markiert werden. Wir empfehlen einen Testlauf für jeden größeren Erstellungslauf.

source: Please navigate this page using the buttons below and do not leave the page via the browser's back button.
de_de: Bitte verwenden Sie auf dieser Seite nicht die Vor- und Zurück-Buttons des Browsers.

source: <b>Caution:</b> this is a resumed non-test run. If you press the abort button, the run will be deleted for good.
de_de: <b>Achtung!</b> Dies scheint ein wiederaufgenommener (nicht-Test-) Lauf zu sein. Wenn Sie nun den 'Abbrechen' Button verwenden, wird dieser Lauf endgültig gelöscht und kann nicht erneut wieder aufgenommen werden.

source: selected contacts
de_de: Ausgewählte Kontakte

source: Period from
de_de: Zeitraum von

source: Period to
de_de: Zeitraum bis

source: Sorry, but at least one of the selected contributions is already being processed for a donation receipt:
de_de: Mindestens eine der selektierten Zuwendungen wird gerade von einem anderen Benutzer bestätigt:

source: The conflicting other donation receipt process was created by
de_de: Der konkurrierende Zuwendungsbescheinigungslauf wurde erzeugt von Benutzer

source: It will automatically expire on
de_de: Er wird automatisch verfallen am

source: Delete other process and restart
de_de: Den alten Lauf löschen und neu beginnen

source: Donation receipt type
de_de: Zuwendungsbescheinigungsart

source: single receipts
de_de: Einzelbescheinigungen

source: bulk receipts
de_de: Sammelbescheinigungen

source: Result formats
de_de: Ergebnisformat

source: Test run
de_de: Testlauf

source: Abort
de_de: Abbrechen

source: Create new donation receipt
de_de: Zuwendungsbescheinigung erstellen

source: withdrawn copy
de_de: zurückgesetzte Kopie

source: Creation date
de_de: Erstelldatum

source: Issued by
de_de: Ausgestellt von

source: Unknown
de_de: Unbekannt

source: View
de_de: Ansehen

source: Create copy
de_de: Kopie erstellen

source: Withdraw
de_de: Zurücksetzen

source: Issued To
de_de: Ausgestellt für

source: Supplemental Address 1
de_de: Adresszusatz 1

source: Supplemental Address 2
de_de: Adresszusatz 2

source: Postal Code
de_de: Postleitzahl

source: Street
de_de: Straße

source: City
de_de: Stadt

source: Country
de_de: Land

source: Sent To
de_de: Versandt an

source: Total Amount
de_de: Gesamtbetrag

source: Received Date
de_de: Eingangsdatum

source: Financial Type
de_de: Zuwendungsart

source: DonationReceipt
de_de: ZWB

source: The donation receipt has been successfully withdrawn
de_de: Die Zuwendungsbescheinigung wurde zurückgesetzt

source: Success
de_de: Erfolg

source: Are you sure you want to withdraw this donation receipt?
de_de: Sind Sie sicher dass Sie diese Zuwendungsbescheinigung zurücksetzen möchten?

source: The donation receipt has been successfully copied
de_de: Die Zuwendungsbescheinigung wurde kopiert

source: Any existing copies of this receipt will have to be deleted manually.
de_de: Die erstellten Kopien dieser Bestätigung werden nicht mit gelöscht, und sollten manuell gelöscht werden.

source: You could also just withdraw it.
de_de: Sie könnten sie alternativ auch einfach zurücksetzen.

source: The donation receipt has been successfully deleted
de_de: Die Zuwendungsbescheinigung wurde gelöscht

source: Are you sure you want to delete this donation receipt?
de_de: Sind Sie sicher dass Sie diese Zuwendungsbescheinigung löschen möchten?

source: Temporary file dowload failed.
de_de: Download der temporären Datei fehlgeschlagen.
